[
    {
        "title": "NeoArk Capital Fund",
        "impact": "Democratizando inversiones mediante la tokenización de activos.",
        "description": "Integré Next.js y NestJS para la tokenización de activos inmobiliarios y agrícolas, facilitando el acceso a inversiones de alto rendimiento mediante tecnologías Web3.",
        "tags": [
            "Fintech",
            "Web3",
            "Next.js",
            "NestJS"
        ],
        "imageUrl": "/projects/neoarkcapitalLanding.png",
        "liveUrl": "https://www.neoarkcapital.io/"
    },
    {
        "title": "Groveto",
        "impact": "Plataforma de reclutamiento global sin intermediarios.",
        "description": "Diseñé APIs en .NET e integré frontend con Vite para una plataforma que elimina los costos excesivos de reclutamiento, optimizando la búsqueda de talento global.",
        "tags": [
            "HR Tech",
            ".NET",
            "Vite",
            "API Design"
        ],
        "imageUrl": "/projects/grovetoLanding.png"
    },
    {
        "title": "Agromaps",
        "impact": "Software de análisis de suelos para optimización de cultivos.",
        "description": "Construí un ecosistema digital con FastAPI y Flutter para el análisis de salud del suelo, obteniendo reconocimientos en hackathones nacionales y mejorando el rendimiento agrícola.",
        "tags": [
            "Agrotech",
            "FastAPI",
            "Flutter",
            "DevOps"
        ],
        "imageUrl": "/projects/agromapsLanding.png"
    },
    {
        "title": "Gnomo Studios",
        "impact": "Experiencias web de alto rendimiento para estudios creativos.",
        "description": "Aseguré la fidelidad creativa y técnica de sitios web premium como desarrollador Frontend y QA, garantizando un rendimiento superior y alineación con estándares de diseño de alta gama.",
        "tags": [
            "Frontend",
            "Vite",
            "QA",
            "Deployment"
        ],
        "imageUrl": "/projects/gnomostudioLanding.png",
        "liveUrl": "https://gnomostudio.com/"
    },
    {
        "title": "TecnoMedia Shop",
        "impact": "E-commerce fullstack con gestión integral de infraestructura.",
        "description": "Desarrollé e implementé una tienda online completa con Next.js y NestJS, gestionando la infraestructura en VPS y dominios para una operatividad autónoma y segura.",
        "tags": [
            "E-commerce",
            "Next.js",
            "NestJS",
            "VPS"
        ],
        "imageUrl": "/projects/tecnomediashopLanding.png",
        "liveUrl": "https://tecnomediashop.net/"
    }
]